Repository: abdurrahimagca/Lyricfy
Catalog: lib/l10n/intl_*.arb
Languages: tr

# loginButton
source: continue with Spotify
tr: Spotify ile devam et

# submitButton
source: submit
tr: gönder

# cancelButton
source: cancel
tr: iptal

# deleteButton
source: delete
tr: sil

# emptyFieldErr
source: oops! There are missing or incorrect fields
tr: eyvah! eksik veya hatalı alanlar var

# userAlreadyExistsErr
source: This user already exists, is it you?
tr: bu kullanıcı zaten var, siz misiniz?

# userCreated
source: we have created your account :)!! Welcome
tr: hesabını oluşturduk :)!! hoşgeldin

# userCouldNotBeCreated
source: account could not be created :( , please try again
tr: hesap oluşturulamadı :( , tekrar deneyin

# errnotnil
source: an error occurred {err_code}, please report the error to us
tr: bir hata oluştu {err_code} lutfen hatayı bize bildirin

# usernameLabel
source: username
tr: kullanıcı adı

# nameLabel
source: name
tr: isim

# isAccountPublicLabel
source: i wanna hide my account
tr: hesabımı gizlemek istiyorum
